Repository: lenasterg/ls_cybersyn
Catalog: languages/cybersyn-*.po
Languages: el

source: RSS pull mode
el: Λήψη περιεχομένου επιλεγμένων πηγών

source: Feed duplication control
el: Έλεγχος για διπλοδηλώση πηγής

source: Link to source
el: Πηγή

source: Updated
el: Ενημερώθηκε

source: No Option Updated
el: Δεν έγιναν αλλαγές στις ρυθμίσεις

source: General Settings
el: Γενικές ρυθμίσεις

source: RSS/Atom Syndicator - Default Settings
el: Άντληση άρθρων από RSS/Atom - Βασικές Ρυθμίσεις

source: RSS/Atom Syndicator
el: Άντληση άρθρων από εξωτερικές πηγές (RSS/Atom)

source: Syndicating
el: Άντληση περιεχομένου από

source: post was added
el: άρθρο προστέθηκε

source: posts were added
el: άρθρα προστέθηκαν

source: Go to pending posts
el: Μετάβαση στον έλεγχο των άρθρων

source: Feed Title
el: Όνομα πηγής RSS

source: Generator
el: Δημιουργός

source: Title
el: Τίτλος

source: Date
el: Ημερομηνία

source: This feed is already in use
el: Αυτή η πηγή χρησιμοποιείται ήδη

source: Feed Info and Preview
el: Πληροφορίες και Προεπισκόπηση

source: Deleting. Please wait...
el: Διαγραφή άρθρων. Παρακαλούμε περιμένετε…

source: Done
el: Έτοιμο

source: Syndication settings for
el: Ρυθμίσεις άντλησης περιεχομένου για

source: Default syndication settings
el: Βασικές ρυθμίσεις άντλησης περιεχομένου

source: Feed title
el: Όνομα πηγής RSS

source: Feed URL
el: Feed URL's:

source: Syndicate this feed to the following categories
el: Αντιστοίχιση άρθρων πηγής στις εξής κατηγορίες

source: Syndicate new feeds to the following categories
el: Αντιστοίχιση νέων feeds στις ακόλουθες κατηγορίες

source: Attribute all posts to the following user
el: Μέλος που θα εμφανίζεται ως συντάκτης

source: Undefined categories
el: Μη υπάρχουσες κατηγορίες

source: Use RSS/Atom default settings
el: Χρήση των βασικών ρυθμίσεων λήψης περιεχομένου μέσω RSS/Atom

source: Post to default WordPress category
el: Ανάρτηση στην προκαθορισμένη κατηγορία άρθρων

source: Create new categories defined in syndicating post
el: Δημιουργία νέων κατηγοριών όπως αυτές ορίζονται στα άρθρα που αντλούνται

source: Do not syndicate post that doesn't match at least one category defined above
el: Να μην αντλούνται άρθρα που δεν αντιστοιχούν σε τουλάχιστον μια από τις παραπάνω κατηγορίες

source: Create tags from category names
el: Δημιουργία ετικετών από ονόματα κατηγορίων

source: Post tags (separate with commas)
el: Ετικέτες άρθρων (χωρίστε πολλαπλές ετικέτες με κόμμα)

source: Check for duplicate posts by
el: Έλεγχος για διπλοαναρτημένα άρθρα βάσει

source: GUID and title
el: GUID και τίτλος

source: GUID only
el: GUID μόνο

source: Title only
el: Τίτλος μόνο

source: Maximum number of posts to be syndicated from each feed at once
el: Μέγιστο πλήθος άρθρων που θα αντλούνται κάθε φορά

source: use low values to decrease the syndication time and improve SEO of your blog.
el: ορίστε μικρή τιμή για να ελλατώσετε τον χρόνο άντλησης.

source: Posts status
el: Κατάσταση άρθρου

source: Comments
el: Σχόλια

source: Allow comments on syndicated posts
el: Να επιτρέπεται σχολιασμός στα άρθρα που λαμβάνονται

source: Disallow comments on syndicated posts
el: Δεν επιτρέπεται σχολιασμός στα άρθρα που λαμβάνονται

source: Media attachments
el: Αρχεία πολυμέσων

source: Do not insert attachments
el: Να μην εισάγονται τα πολυμέσα

source: Insert attachments at the top of the post
el: Εισαγωγή πολυμέσων στην αρχή του άρθρου

source: Insert attachments at the bottom of the post
el: Εισαγωγή πολυμέσων στο τέλος του άρθρου

source: if enabled CyberSyn syndicator will insert media attachments (if available) into the aggregating post. The following types of attachments are supported: <strong>&lt;media:content&gt;</strong>, <strong>&lt;media:thumbnail&gt;</strong> and <strong>&lt;enclosure&gt;</strong> (type "image" only) All the aggregated images will contain <strong>class="media_thumbnail"</strong> in the <strong>&lt;img&gt;</strong> tag
el: να εισάγονται τα πολυμέσα (αν υπάρχουν) στο άρθρο. Υποστηρίζονται οι παρακάτω τύποι: <strong>&lt;media:content&gt;</strong>, <strong>&lt;media:thumbnail&gt;</strong> και <strong>&lt;enclosure&gt;</strong> (type "image" μόνο). Όλα οι εικόνες θα περιέχουν <strong>class="media_thumbnail"</strong> στην <strong>&lt;img&gt;</strong> ετικέτα.

source: Convert character encoding
el: Μετατροπή κωδικοποίησης χαρακτήρων

source: enables character encoding conversion. This option might be useful when parsing XML/RSS feeds in national charsets different than UTF-8.
el: Ενεργοποιεί την μετατροπή κωδικοποίησης χαρακτήρων. Είναι χρήσιμη για τις περιπτώσεις XML/RSS feed που είναι σε διαφορετική από UTF-8 κωδικοποίηση.

source: Store images locally
el: Αποθήκευση των εικόνων τοπικά

source: if enabled, all images from the syndicating feeds will be copied into the default uploads folder of this blog. Make sure that your /wp-content/uploads folder is writable.
el: όλες οι εικόνες από την πηγή θα αντιγραφούν στα πολυμέσα του ιστολογίου σας.

source: Post footer
el: Υποσέλιδο άρθρου

source: - the HTML code wich will be inserted into the bottom of each syndicated post.
el: - HTML κώδικας που θέλετε να εμφανίζεται στο τέλος κάθε άρθρου.

source: Insert post footer into excerpts
el: Εισαγωγή υποσέλιδου άρθρου στις περιλήψεις

source: enable this option if you want to insert the post footer into the post excerpt.
el: ενεργοποιήστε το αν θέλετε να εμφανίζεται το υποσέλιδο άρθρου και στην περίληψη του.

source: Embed videos
el: Ενσωμάτωση videos

source: the embeddable videos will be automatically extracted and inserted into the posts. Feed sources supported: YouTube only.
el: τα ενσωματωμένα videos θα εισαχθούν στα άρθρα. Υποστηρίζονται προς το παρόν μόνο YouTube videos.

source: Update Feed Settings
el: Αποθήκευση ρυθμίσεων για την πηγή RSS/Atom

source: Cancel
el: Άκυρο

source: Syndicate This Feed
el: Αποθήκευση ρυθμίσεων

source: Update Default Settings
el: Αποθήκευση βασικών ρυθμίσεων

source: New Feed URL
el: RSS feed url νέας εξωτερικής πηγής:

source: Syndicate
el: Ρύθμιση

source: Last update
el: Τελευταία ενημέρωση

source: edit
el: επεξεργασία

source: minutes ago
el: λεπτά πριν

source: Pull selected feeds now
el: Άντληση άρθρων από τις επιλεγμένες πηγές

source: Delete selected feeds and syndicated posts
el: Διαγραφή επιλεγμένων πηγών και όσων άρθρων αντλήθηκαν από αυτές

source: Delete selected feeds
el: Διαγραφή Επιλεγμένων feeds

source: Delete posts syndycated from selected feeds
el: Διαγραφή άρθρων που λήφθηκαν από τα επιλεγμένα feeds

source: Alter default settings
el: Τροποποίηση ρυθμίσεων

source: Source
el: Πηγή
